/* airprint for locale */
"SHARE_AIRPRINT" = "AirPrint";

/* share for locale */
"SHARE_CANCEL_WORD" = "annuler";

/* copy for locale */
"SHARE_COPY" = "copier";

/* dropbox for locale */
"SHARE_DROPBOX" = "Dropbox";

/* facebook for locale */
"SHARE_FACEBOOK" = "Facebook";

/* No comment provided by engineer. */
"SHARE_FAIL_PREFIX" = "Ne pas passer";

/* No comment provided by engineer. */
"SHARE_FAIL_SUFFIX" = "partager！";

/* flickr for locale */
"SHARE_FLICKR" = "Flickr";

/* No comment provided by engineer. */
"SHARE_IMAGE_SAVED" = "Images enregistrées";

/* instagram for locale */
"SHARE_INSTAGRAM" = "Instagram";

/* No comment provided by engineer. */
"SHARE_INSTAGRAM_NOT_INSTALLED" = "Ne pas installer Instagram";

/* linkedin for locale */
"SHARE_LINKEDIN" = "LinkedIn";

/* mail for locale */
"SHARE_MAIL" = "email";

/* No comment provided by engineer. */
"SHARE_NOT_SUPPORT_PREFIX" = "Cet appareil ne soutient pas";

"SHARE_NOT_SUPPORT_SUFFIX" = "partager！";

/* No comment provided by engineer. */
"SHARE_NOT_SUPPORT_REASON_MSG" = "SHARE_NOT_SUPPORT_REASON_MSG";

/* sina weibo for locale */
"SHARE_SINA_WEIBO" = "Weibo Sina";

/* sms for locale */
"SHARE_SMS" = "Message";

/* tc weibo for locale */
"SHARE_TC_WEIBO" = "Weibo TENCENT";

/* tumblr for locale */
"SHARE_TUMBLR" = "Tumblr";

/* twitter for locale */
"SHARE_TWITTER" = "Twitter";

/* vkontakte for locale */
"SHARE_VKONTAKTE" = "VKontakte";

/* No comment provided by engineer. */
"SHARE_WATING" = "attendre";

/* wechat for locale */
"SHARE_WECHAT" = "Wechat";

"SHARE_WECHAT_TIMELINE" = "Wechat(Cercle d'amis)";

/* No comment provided by engineer. */
"SHARE_WECHAT_NOT_INSTALLED" = "Ne pas installer Wechat";

"SHARE_QQ" = "QQ";

"SHARE_QQ_SPACE" = "Zone QQ";

"SHARE_MORE" = "Plus";

"SHARE_QQ_NOT_INSTALLED" = "Ne pas installer QQ!";

/* whatsapp for locale */
"SHARE_WHATSAPP" = "WhatsApp";

/* No comment provided by engineer. */
"SHARE_WHATSAPP_NOT_INSTALLED" = "Ne pas installer WhatsApp！";

"SHARE_VC_TITLE" = "enregistrer/partager";

"SHARE_SAVE" = "enregistrer";

"SHARE_SAVED" = "enregistré à l'album";

"SHARE_TIP" = "remarque";

"SHARE_SAVED_FAIL" = "Les photos n'enregistrent pas à l'album, vérifiez si cette application peut accéder à l'album！";

"SHARE_SAVED_SUCCEED" = "Les photos ont enregistré à l'album du portable";

"SHARE_EDIT" = "embellir les photos";

"SHARE_RETOUCH" = "embellissement du portrait";

"SHARE_SHARE_ON" = "partager";

"SHARE_AGAIN" = "retour";

"SHARE_HOME" = "Accueil";

"SHARE_SUCCEED_PREFIX" = "Par";

"SHARE_SUCCEED_SUFFIX" = "Partager avec succès. ！";

"SHARE_CANCEL_PREFIX" = "Annuler par";

"SHARE_CANCELED_SUFFIX" = "partager!";

"SHARE_NEXT_IMAGE" = "La photo suivante";
